{
  "1": {
    "characterVoice": "Ruriko Noguchi",
    "birthday": "11 août",
    "height": "161 cm",
    "school": "Académie pour filles de Miyamasuzaka",
    "schoolYear": "1-C",
    "hobby": "Écouter Miku chanter et admirer son cactus pousser",
    "specialSkill": "Éplucher des pommes",
    "favoriteFood": "Sandwich au yakisoba",
    "hatedFood": "Petits poids",
    "weak": "Les parcs d'attractions trop bruyants et effrayants",
    "introduction": "Bien qu'elle ait l'air cool et stoïque en apparence, Ichika est une fille gentille qui pense toujours à ses amies. Elle est amie d'enfance avec Saki, Honami et Shiho, mais ses relations avec Honami et Shiho sont devenues tendues en raison d'un certain incident. Elle aime écouter Miku chanter et est la guitariste et chanteuse de Leo/need."
  },
  "2": {
    "characterId": 2,
    "characterVoice": "Karin Isobe",
    "birthday": "9 mai",
    "height": "159 cm",
    "school": "Académie pour filles de Miyamasuzaka",
    "schoolYear": "1-C",
    "hobby": "Regarder des vidéos de mode et de maquillage et faire des accessoires en perles",
    "specialSkill": "La coiffure et l'otedama",
    "favoriteFood": "Casse-croûte",
    "hatedFood": "Congee",
    "weak": "Être seule",
    "introduction": "Saki est une créatrice d'ambiance brillante et joyeuse qui n'arrête jamais de sourire. Elle est née avec un corps fragile et n'a pas pu aller au collège, mais elle s'est finalement rétablie pour aller au lycée. Elle a hâte de renouer les liens avec ses amies d'enfance et de vivre le lycée avec elles, mais... Saki est la pianiste de Leo/need."
  },
  "3": {
    "characterVoice": "Reina Ueda",
    "birthday": "27 octobre",
    "height": "166 cm",
    "school": "Académie pour filles de Miyamasuzaka",
    "schoolYear": "1-B",
    "hobby": "S'occuper de son potager et promener son chien",
    "specialSkill": "Tâches ménagères et nager",
    "favoriteFood": "Tarte aux pommes",
    "hatedFood": "Fromage",
    "weak": "Dessiner",
    "introduction": "Honami est une étudiante d'honneur intelligente, athlétique et vraiment gentille. Elle est amie d'enfance avec Ichika, Saki et Shiho, mais elle s'est éloignée d'elles après un incident qui est survenu au collège. Honami est la batteuse de Leo/need."
  },
  "4": {
    "characterVoice": "Yuki Nakashima",
    "birthday": "8 janvier",
    "height": "159 cm",
    "school": "Académie pour filles de Miyamasuzaka",
    "schoolYear": "1-A",
    "hobby": "Aller aux concerts de ses groupes de filles préférés, pratiquer et jouer de la basse",
    "specialSkill": "La calligraphie",
    "favoriteFood": "Ramen et hamburger steak",
    "hatedFood": "Tofu",
    "weak": "Sa grande sœur",
    "introduction": "Shiho est un loup solitaire qui déteste interagir avec les gens. Elle s'immerge dans les choses qu'elle aime faire, sans se soucier de ce que les autres autour d'elle pensent. Elle avait l'habitude de faire beaucoup d'activités avec ses amies d'enfance et se souciait d'elles profondément, mais maintenant... Shiho est la bassiste de Leo/need."
  },
  "5": {
    "characterVoice": "Yui Ogura",
    "birthday": "14 avril",
    "height": "158 cm",
    "school": "Académie pour filles de Miyamasuzaka",
    "schoolYear": "1-A",
    "hobby": "Faire des reprises de danse, écrire dans son journal et s'occuper des animaux",
    "specialSkill": "Trouver des phrases d'accroche",
    "favoriteFood": "Saumon",
    "hatedFood": "Brocoli",
    "weak": "Se comporter calmement",
    "introduction": "Minori est une fille travaillante et à l'esprit innocent. Elle a rêvé de devenir une idole depuis qu'elle a regardé performer Haruka Kiritani du groupe d'idoles ASRUN. Elle s'est présentée à de nombreuses auditions, mais échoue toujours."
  },
  "6": {
    "characterVoice": "Mayu Yoshioka",
    "birthday": "5 octobre",
    "height": "163 cm",
    "school": "Académie pour filles de Miyamasuzaka",
    "schoolYear": "1-C",
    "hobby": "Collectionner les goodies de pingouins",
    "specialSkill": "Le basket-ball",
    "favoriteFood": "Tout ce qui est sucré",
    "hatedFood": "Wasabi",
    "weak": "Être paresseuse",
    "introduction": "Haruka est membre du groupe d'idoles acclamé à l'échelle nationale nommé ASRUN. Elle est une fille charismatique qui embarque la plus grande popularité parmi tous les membres du groupe. Cependant, après la rupture du groupe et son départ du monde des idoles, elle retourne à l'Académie pour filles de Miyamasuzaka, l'école que Minori fréquente."
  },
  "7": {
    "characterVoice": "Ai Furihata",
    "birthday": "19 mars",
    "height": "156 cm",
    "school": "Académie pour filles de Miyamasuzaka",
    "schoolYear": "2-D",
    "hobby": "Rechercher des idoles et faire du shopping",
    "specialSkill": "Cuisiner et prendre soin des enfants",
    "favoriteFood": "Sucreries japonaises",
    "hatedFood": "Foie",
    "weak": "Les chats (elle est allergique)",
    "introduction": "Airi était autrefois une idole populaire qui est apparue souvent dans des émissions variées. Elle est devenue une personne déterminée et quelque peu arrogante, mais elle aimait vraiment et était à la fois passionnée et fière de son travail d'idole. À cause de certaines circonstances, elle a quitté son agence de talents et s'est retirée du monde des idoles."
  },
  "8": {
    "characterVoice": "Rina Honnizumi",
    "birthday": "6 décembre",
    "height": "168 cm",
    "school": "Académie pour filles de Miyamasuzaka",
    "schoolYear": "2-D",
    "hobby": "Lire et prendre des marches",
    "specialSkill": "Le kyūdō et la broderie",
    "favoriteFood": "Udon et peau de tofu",
    "hatedFood": "Tout ce qui est épicé",
    "weak": "Lire des cartes et utiliser des machines",
    "introduction": "Shizuku était une membre du groupe d'idoles Cheerful*Days. Ses fans sont impressionnés par son mystère et son côté adulte. Cependant, cela rend les autres membres de son groupe jalouses d'elle. C'était une idole en formation en même temps qu'Airi."
  },
  "9": {
    "characterVoice": "Akina",
    "birthday": "2 mars",
    "height": "156 cm",
    "school": "Académie pour filles de Miyamasuzaka",
    "schoolYear": "1-A",
    "hobby": "S'occuper du serpent de compagnie de son père",
    "specialSkill": "La photographie",
    "favoriteFood": "Brioche à la pêche et boule de sésame",
    "hatedFood": "Aliments marinés",
    "weak": "Être en public",
    "introduction": "Kohane est une fille timide qui manque de confiance en soi. Puis un jour, elle assiste soudainement à une session de musique avec An et ses collègues musiciens dans un café et bar lors d'une performance en direct qui longe la rue. Elle se retrouvait bombardée et captivée par le rythme du rap et le tempo intense de leur musique qu'elle n'avait jamais entendu auparavant."
  },
  "10": {
    "characterVoice": "Tomomi Jiena Sumi",
    "birthday": "26 juillet",
    "height": "160 cm",
    "school": "Lycée Kamiyama",
    "schoolYear": "1-A",
    "hobby": "Cultiver des plants de menthe",
    "specialSkill": "Préparer le café et le thé noir",
    "favoriteFood": "Glace rhum raisin",
    "hatedFood": "Tomate",
    "weak": "Les fantômes et les histoires de fantômes",
    "introduction": "An est une fille cool et spontanée avec un esprit imperturbable. Son père est un ancien musicien qui est une grande figure musicale de la rue à Shibuya. Elle rêve d'être capable de préparer un concert qui surpasse même le RAD WEEKEND, celui que son père a organisé."
  },
  "11": {
    "characterVoice": "Fumiya Imai",
    "birthday": "12 novembre",
    "height": "174 cm",
    "school": "Lycée Kamiyama",
    "schoolYear": "1-C",
    "hobby": "Organiser les tenues",
    "specialSkill": "Le beatboxing",
    "favoriteFood": "Pancake et gâteau au fromage",
    "hatedFood": "Carotte",
    "weak": "Les chiens",
    "introduction": "Akito admire le père d'An et est musicien depuis le collège. Il chante avec Toya dans des salles d'événements sous le nom de BAD DOGS. Au premier coup d'œil, il semble être un garçon facile, mais..."
  },
  "12": {
    "characterVoice": "Kent Ito",
    "birthday": "25 mai",
    "height": "178 cm",
    "school": "Lycée Kamiyama",
    "schoolYear": "1-B",
    "hobby": "Lire",
    "specialSkill": "Le piano et le violon",
    "favoriteFood": "Café et biscuits",
    "hatedFood": "Calmar",
    "weak": "Les lieux élevés",
    "introduction": "Toya est de nature fort silencieux. Son père l'a strictement élevé sur la musique classique, et il a un sens extraordinaire de la musique grâce à l'éducation talentueuse qu'il a reçu depuis qu'il était très jeune. Cependant, c'est son profond désaccord avec son père qui l'a conduit à mener sa vie musicale sur la scène."
  },
  "13": {
    "characterVoice": "Daisuke Hirose",
    "birthday": "17 mai",
    "height": "172 cm",
    "school": "Lycée Kamiyama",
    "schoolYear": "2-A",
    "hobby": "Regarder des pièces musicales et fabriquer des costumes",
    "specialSkill": "Capable de prendre une pose cool à tout moment et le piano",
    "favoriteFood": "Acqua pazza et shōgayaki",
    "hatedFood": "Poivron vert",
    "weak": "Les insectes (en particulier les mille-pattes)",
    "introduction": "Tsukasa est le type de frimeur qui est toujours débordant de confiance en soi et a tendance à se laisser facilement prendre au jeu. Depuis qu'il a regardé une pièce de sa troupe de théâtre préférée étant enfant, il a pour objectif de devenir la plus grande star du monde. Il a aussi un côté grand frère fiable qui surgit lorsqu'il prend soin de sa petite sœur Saki, qui est née avec un corps fragile."
  },
  "14": {
    "characterVoice": "Hina Kino",
    "birthday": "9 septembre",
    "height": "152 cm",
    "school": "Académie pour filles de Miyamasuzaka",
    "schoolYear": "1-B",
    "hobby": "Explorer les quartiers",
    "specialSkill": "Les acrobaties et être capable de tout manger",
    "favoriteFood": "Taiyaki",
    "hatedFood": "Rien !",
    "weak": "Les couchers de soleil",
    "introduction": "Emu est une fille plutôt naïve avec une source sans fin de gaieté. Elle agit immédiatement sur n'importe quelle idée qu'elle vient d'imaginer et traîne souvent les autres autour de ses schémas. Elle cherche activement des gens qui peuvent l'aider à faire revivre la scène Phoenix Wonderland qui a connu des moments difficiles."
  },
  "15": {
    "characterVoice": "Machico",
    "birthday": "20 juillet",
    "height": "156 cm",
    "school": "Lycée Kamiyama",
    "schoolYear": "1-B",
    "hobby": "Les jeux compétitifs, regarder des pièces musicales et des films",
    "specialSkill": "Chanter et opérer des machines",
    "favoriteFood": "Pamplemousse",
    "hatedFood": "Nourriture au goût de menthe",
    "weak": "Les endroits remplis de gens",
    "introduction": "Nene est une fille qui a mauvaise langue et qui a été recommandée par Rui à rejoindre le groupe. Avec des rêves qui consiste à chanter sur scène pour un spectacle, son chant est presque trop parfait pour être celui d'une lycéenne. Cependant, chaque fois qu'elle est autour de Tsukasa et d'Emu, elle communique via NeneRobo."
  },
  "16": {
    "characterVoice": "Shunichi Toki",
    "birthday": "24 juin",
    "height": "180 cm",
    "school": "Lycée Kamiyama",
    "schoolYear": "2-B",
    "hobby": "Arriver avec des spectacles et la sculpture de ballons",
    "specialSkill": "Inventer des trucs",
    "favoriteFood": "Bonbons Ramune",
    "hatedFood": "Légumes",
    "weak": "Le nettoyage et les tâches ménagères",
    "introduction": "Rui est un génie qui vit la vie à son rythme et est ami d'enfance avec sa voisine Nene. En plus de gérer les performances sur scène, il profite de ses compétences de bricoleur pour créer des robots à utiliser pour ses spectacles. Parce qu'il vit avec ses propres règles, beaucoup de gens autour de lui le traitent de cinglé."
  },
  "17": {
    "characterVoice": "Tomori Kusunoki",
    "birthday": "10 février",
    "height": "154 cm",
    "school": "École à domicile",
    "schoolYear": "ー",
    "hobby": "Trouver et écouter de la musique, les films, mangas, animes et livres d'art",
    "specialSkill": "Garder une trace du temps sans horloge",
    "favoriteFood": "Ramen instantané et les conserves",
    "hatedFood": "Coriandre, nattō et tout ce qui sent bizarre",
    "weak": "La lumière du soleil et toute sorte de travail ménager",
    "introduction": "Kanade est traumatisée par une époque où sa propre musique a causé le désespoir de quelqu'un d'important pour elle. Depuis lors, sa devise est « Je dois continuer de créer des chansons qui vont rendre les gens heureux » et a commencé 25-ji, Night Code de. où elle compose de la musique."
  },
  "18": {
    "characterVoice": "Rui Tanabe",
    "birthday": "27 janvier",
    "height": "162 cm",
    "school": "Académie pour filles de Miyamasuzaka",
    "schoolYear": "2-B",
    "hobby": "Aller dans des aquariums",
    "specialSkill": "La conversation en anglais",
    "favoriteFood": "Nourriture de sa mère",
    "hatedFood": "Inconnu",
    "weak": "Inconnu",
    "introduction": "Mafuyu est une étudiante d'honneur à la fois brillante et humoristique, reconnue de tous. Elle est la seule dans son cercle de musique qui fréquente régulièrement l'école, et montre beaucoup de soin et de considération pour ses collègues, tout en écrivant les paroles de leurs musiques. Au premier regard, elle semble être l'étudiante d'honneur parfaite, mais..."
  },
  "19": {
    "characterVoice": "Minori Suzuki",
    "birthday": "30 avril",
    "height": "158 cm",
    "school": "Lycée Kamiyama (cours du soir)",
    "schoolYear": "2-D",
    "hobby": "Le dessin, l'egosurfing et poster des selfies sur les réseaux sociaux",
    "specialSkill": "Chercher des accessoires de mode et choisir les bons ingrédients pour cuisiner",
    "favoriteFood": "Crêpe et gâteau au fromage",
    "hatedFood": "Carotte",
    "weak": "Se réveiller le matin",
    "introduction": "Ena est une fille à forte volonté avec un grand intérêt pour les réseaux sociaux où elle souhaite être davantage connue. Son père est un artiste célèbre et elle dessine souvent ses propres illustrations et les publie en ligne. Kanade l'a trouvée et l'a invitée à devenir membre de 25-ji, Night Code de. où elle dessine les illustrations pour leurs clips."
  },
  "20": {
    "characterVoice": "Hinata Satou",
    "birthday": "27 août",
    "height": "163 cm",
    "school": "Lycée Kamiyama",
    "schoolYear": "1-A",
    "hobby": "Rassembler du matériel pour ses vidéos et faire des collages",
    "specialSkill": "Modifier des vêtements de style occidental",
    "favoriteFood": "Riz au curry et frites",
    "hatedFood": "Tout ce qui contient des champignons",
    "weak": "La nourriture épicée",
    "introduction": "Mizuki est une personne lunatique qui aime les choses mignonnes. La musique de Kanade l'a captivé à sa première écoute, et aime mettre en ligne des vidéos. Ça a attiré l'attention de Kanade, qui l'a par la suite invité à rejoindre 25-ji, Night Code de. Toutefois, Mizuki garde un secret dont personne n'est au courant..."
  },
  "21": {
    "birthday": "31 août",
    "height": "158 cm",
    "introduction": "Une chanteuse virtuelle connue pour ses cheveux bleu-vert à double queue. Elle peut jouer dans une grande variété de styles avec sa voix joyeuse et adorable. Parmi les chanteurs virtuels, son nom est connu dans le monde entier et à travers de nombreuses générations."
  },
  "22": {
    "birthday": "27 décembre",
    "height": "152 cm",
    "introduction": "Une jeune chanteuse virtuelle connue par son grand nœud qu'elle porte dans ses cheveux blonds, et fait partie du duo de chanteur avec Len Kagamine. Elle chante avec une charmante voix qui correspond à son apparence mignonne et énergique."
  },
  "23": {
    "birthday": "27 décembre",
    "height": "156 cm",
    "introduction": "Un jeune chanteur virtuel connu pour ses cheveux blonds attachés, et fait partie du duo de chanteur avec Rin Kagamine. Avec sa voix puissante et passionnée, il est capable d'exprimer richement une multitude d'émotions à travers la musique."
  },
  "24": {
    "birthday": "30 janvier",
    "height": "162 cm",
    "introduction": "Une chanteuse virtuelle connue pour ses longs cheveux roses. Elle possède une voix douce et charmante qui correspond à son tempérament calme, même si elle peut certainement chanter avec une voix passionnée au moment venu. Elle est bilingue et capable de parler anglais et japonais."
  },
  "25": {
    "birthday": "5 novembre",
    "height": "167 cm",
    "introduction": "Une chanteuse virtuelle connue pour ses cheveux bruns à la coupe au carré, son haut rouge et sa mini-jupe. Elle possède une voix ferme extraordinaire avec la douceur et la chaleur d'une dame."
  },
  "26": {
    "birthday": "17 février",
    "height": "175 cm",
    "introduction": "Un chanteur virtuel connu pour ses cheveux courts bleus foncés légèrement courbés. Sa voix douce et froide peut varier de tons masculins graves lourds à des notes aiguës soutenues."
  }
}
