{
  "idol": {
    "name": "MORE MORE JUMP!",
    "profileSentence": "Minori Hanasato rêve de devenir une idole, mais ne cesse d'échouer aux auditions. Malgré cela, elle continue à faire de son mieux, s'efforçant de devenir comme son idole préférée, Haruka Kiritani. Soudainement, Haruka cessa d'être une idole et quitta le monde des idoles."
  },
  "light_sound": {
    "name": "Leo/need",
    "profileSentence": "En raison de nombreux désaccords, Ichika Hoshino s'est trouvée éloignée de ses amies d'enfance. Cependant, lorsque l'une de ses amies de longue date, Saki Tenma, retourne à l'école après une longue maladie, la relation entre ces quatre filles se met à changer."
  },
  "piapro": {
    "name": "Virtual Singer",
    "profileSentence": "Miku et ses amis existent dans le monde réel en tant que chanteurs virtuels. Lorsque les jeunes de notre monde luttent pour comprendre leurs sentiments, ils peuvent rencontrer Miku et ses amis, sous des formes familières ou pas, dans les mystérieux mondes « Sekai » où ils peuvent aider à découvrir leurs véritables sentiments."
  },
  "school_refusal": {
    "name": "25-ji, Night Code de.",
    "profileSentence": "Kanade Yoisaki communique avec son cercle de musique via l'outil de chat vocal Night Code, créant avec eux des chansons nuit après nuit. Bien qu'ils ne connaissent pas le nom ou le visage de chacun, ils ont réussi à faire un travail splendide. Or, un jour, elle perd le contact avec l'un des membres de son cercle."
  },
  "street": {
    "name": "Vivid BAD SQUAD",
    "profileSentence": "La petite et timide Kohane Azusawa a toujours été nerveuse de faire quoi que ce soit. Un jour, elle est bombardée par des chants et de la musique venant de quelqu'un dans la ruelle. Cette personne s'avère être An Shiraishi. Avec elle aux commandes, Kohane décide de suivre le chemin d'une musicienne de rue."
  },
  "theme_park": {
    "name": "Wonderlands×Showtime",
    "profileSentence": "Tsukasa Tenma rêve de devenir la vedette d'un spectacle de classe mondiale, et est engagé pour travailler à temps partiel dans un parc à thèmes populaires. Cependant, il est affecté à une scène qui n'attire aucun client. Un jour, alors qu'il est assis tout seul, il rencontre Emu Otori, qui se donne pour mission de redonner à cette scène sa gloire d'antan."
  }
}
