{
  "1": {
    "characterVoice": "Ruriko Noguchi",
    "birthday": "11 Agustus",
    "height": "161 cm",
    "school": "Akademi Putri Miyamasuzaka",
    "schoolYear": "1-C",
    "hobby": "Mendengarkan Miku bernyanyi dan mengagumi tanaman kaktusnya",
    "specialSkill": "Mengupas apel",
    "favoriteFood": "Roti Yakisoba",
    "hatedFood": "Kacang hijau",
    "weak": "Atraksi taman hiburan yang menakutkan",
    "introduction": "Meskipun penampilannya terlihat keren dan dingin, Ichika sebenarnya adalah gadis yang baik hati yang selalu memikirkan teman-temannya. Ia dulunya adalah teman masa kecilnya Saki, Honami, dan Shiho. Namun karena sebuah insiden yang terjadi, hubungannya dengan Honami dan Shiho menjadi tegang. Sejak kecil, dia menyukai Hatsune Miku. Ichika sering menyanyikan lagu-lagu Miku sambil memainkan gitar yang dia dapat dari ayahnya. Dia adalah seorang gitaris sekaligus vokalis dari unit Leo/need."
  },
  "2": {
    "characterId": 2,
    "characterVoice": "Karin Isobe",
    "birthday": "9 Mei",
    "height": "159 cm",
    "school": "Akademi Putri Miyamasuzaka",
    "schoolYear": "1-C",
    "hobby": "Menonton video fashion dan makeup, membuat aksesoris manik-manik",
    "specialSkill": "Penataan rambut dan etodama",
    "favoriteFood": "Makanan ringan",
    "hatedFood": "Bubur",
    "weak": "Sendirian",
    "introduction": "Saki adalah seorang gadis periang yang tidak pernah berhenti tertawa, ia mampu menciptakan suasana di sekitarnya menjadi ceria dan menyenangkan. Dia berharap dia dan teman-temannya bisa berkumpul lagi. Saki terlahir dengan tubuh yang lemah. Karena itu, dia tidak dapat menghadiri kelas saat SMP, dan kakak laki-lakinya, Tsukasa, yang merawatnya selama ini. Namun begitu ia menginjak bangku SMA, Saki akhirnya sudah merasa cukup sehat untuk menghadiri kelas di sekolah. Dia adalah seorang keyboardist dari unit Leo/need."
  },
  "3": {
    "characterVoice": "Reina Ueda",
    "birthday": "27 Oktober",
    "height": "166 cm",
    "school": "Akademi Putri Miyamasuzaka",
    "schoolYear": "1-B",
    "hobby": "Berjalan-jalan dengan anjingnya dan merawat kebun sayur",
    "specialSkill": "Pekerjaan rumah tangga dan berenang",
    "favoriteFood": "Pai apel",
    "hatedFood": "Keju",
    "weak": "Menggambar",
    "introduction": "Honami adalah seorang gadis yang cerdas, atletis, dan baik hati. Dia dikatakan baik terhadap semua orang. Honami adalah teman masa kecilnya Hoshino Ichika, Tenma Saki dan Hinomori Shiho. Namun karena sebuah insiden yang terjadi di sekolahnya, hubungan mereka menjadi tegang. Dia adalah seorang drummer dari unit Leo/need."
  },
  "4": {
    "characterVoice": "Yuki Nakashima",
    "birthday": "8 Januari",
    "height": "159 cm",
    "school": "Akademi Putri Miyamasuzaka",
    "schoolYear": "1-A",
    "hobby": "Menonton konser band putri favoritnya, berlatih dan tampil bermain dengan bassnya",
    "specialSkill": "kaligrafi",
    "favoriteFood": "Ramen dan hamburger",
    "hatedFood": "Tahu",
    "weak": "Kakak perempuannya",
    "introduction": "Shiho adalah seorang gadis yang sangat tertutup dan tidak suka berinteraksi dengan orang lain. Dia membenamkan dirinya dalam hal-hal yang dia suka dan tidak peduli apa yang dipikirkan orang lain. Meskipun demikian, dia sering menghabiskan banyak waktu dengan teman-teman masa kecilnya dan sangat menyayangi mereka, tapi sekarang... Dia adalah seorang bassist dari unit Leo/need."
  },
  "5": {
    "characterVoice": "Yui Ogura",
    "birthday": "14 April",
    "height": "158 cm",
    "school": "Akademi Putri Miyamasuzaka",
    "schoolYear": "1-A",
    "hobby": "Membuat cover dance, menulis diari dan merawat hewan",
    "specialSkill": "Membuat sebuah slogan",
    "favoriteFood": "Ikan salmon",
    "hatedFood": "Brokoli",
    "weak": "Mencoba untuk tenang",
    "introduction": "Minori adalah seorang gadis pekerja keras dan berpikiran lugu. Dia buruk dalam situasi yang tenang. Minori adalah penggemar berat Kiritani Haruka yang berasal dari grup idol ASRUN. Seperti idola favoritnya, Minori juga bertekad untuk menjadi seorang idol. Dia beberapa kali mencoba mengikuti audisi, namun selalu saja gagal. Meski begitu, ia tak pantang menyerah dan terus berusaha agar impiannya dapat tercapai."
  },
  "6": {
    "characterVoice": "Mayu Yoshioka",
    "birthday": "5 Oktober",
    "height": "163 cm",
    "school": "Akademi Putri Miyamasuzaka",
    "schoolYear": "1-C",
    "hobby": "Mengumpulkan merchandise bertema penguin",
    "specialSkill": "Bermain bola basket",
    "favoriteFood": "Sesuatu yang manis",
    "hatedFood": "Wasabi",
    "weak": "Menjadi pemalas",
    "introduction": "Haruka adalah seorang gadis yang sangat karismatik. Dia dulunya adalah bagian dari grup idol terkenal ASRUN yang diakui secara nasional. Dia adalah anggota paling populer yang memiliki peringkat popularitas tertinggi di antara semua anggota grupnya. Setelah grup tersebut bubar, Haruka meninggalkan dunia industri hiburan dan kembali untuk bersekolah."
  },
  "7": {
    "characterVoice": "Ai Furihata",
    "birthday": "19 Maret",
    "height": "156 cm",
    "school": "Akademi Putri Miyamasuzaka",
    "schoolYear": "2-D",
    "hobby": "Berlatih idol dan berbelanja",
    "specialSkill": "Memasak dan merawat anak-anak",
    "favoriteFood": "Manisan tradisional Jepang",
    "hatedFood": "Hati",
    "weak": "Kucing (dia alergi)",
    "introduction": "Airi adalah seorang gadis yang pernah menjadi idol populer dan sering tampil di berbagai acara. Dia menjadi orang yang sangat bertekad dan agak sombong, namun dia benar-benar mencintai dan bangga dengan pekerjaan idolnya. Karena keadaan tertentu, dia meninggalkan agensi bakatnya dan pensiun dari dunia idol."
  },
  "8": {
    "characterVoice": "Rina Honnizumi",
    "birthday": "6 Desember",
    "height": "168 cm",
    "school": "Akademi Putri Miyamasuzaka",
    "schoolYear": "2-D",
    "hobby": "Membaca dan berjalan-jalan",
    "specialSkill": "Memanah dan menjahit",
    "favoriteFood": "Udon dan tahu",
    "hatedFood": "Sesuatu yang pedas",
    "weak": "Membaca peta dan mengoperasikan mesin",
    "introduction": "Shizuku adalah salah seorang anggota grup idol bernama Cheerful＊Days. Dia dilatih untuk menjadi idol pada saat yang bersamaan dengan Momoi Airi. Dia sangat terkenal di antara para penggemar karena penampilannya yang misterius dan terlihat dewasa, namun hal itu justru menyebabkan adanya kecemburuan dari anggota grup lainnya."
  },
  "9": {
    "characterVoice": "Akina",
    "birthday": "2 Maret",
    "height": "156 cm",
    "school": "Akademi Putri Miyamasuzaka",
    "schoolYear": "1-A",
    "hobby": "Merawat ular peliharaan ayahnya",
    "specialSkill": "Fotografi",
    "favoriteFood": "Roti persik dan pangsit wijen",
    "hatedFood": "Hidangan cuka",
    "weak": "Berada di tempat umum",
    "introduction": "Awalnya, Kohane adalah gadis pemalu yang kurang percaya diri dan tidak suka berada di tempat umum. Namun suatu hari, dia menyaksikan penampilan An Shiraishi dan sesama musisi lainnya di kafe dan bar sepanjang jalan. Dia mendapati dirinya terpikat oleh musik rap dan tempo yang intens dari permainan musik mereka."
  },
  "10": {
    "characterVoice": "Jiena Sumi Tomomi",
    "birthday": "26 Juli",
    "height": "160 cm",
    "school": "SMA Kamiyama",
    "schoolYear": "1-A",
    "hobby": "Membudidayakan tanaman mint",
    "specialSkill": "Menyeduh kopi dan teh hitam",
    "favoriteFood": "Es krim Kismis Rum",
    "hatedFood": "Tomat",
    "weak": "Hantu dan cerita hantu",
    "introduction": "An adalah seorang gadis yang keren dan jujur dengan semangat pantang menyerah. Ayahnya adalah mantan musisi yang populer di dunia musik jalanan di Shibuya. Dia berharap suatu hari bisa melampauinya dan membuat konser melebihi RAD WEEKEND yang diselenggarakan ayahnya."
  },
  "11": {
    "characterVoice": "Fumiya Imai",
    "birthday": "12 November",
    "height": "174 cm",
    "school": "SMA Kamiyama",
    "schoolYear": "1-C",
    "hobby": "Koordinasi fashion",
    "specialSkill": "Beatboxing",
    "favoriteFood": "Pancake dan kue keju",
    "hatedFood": "Wortel",
    "weak": "Anjing",
    "introduction": "Akito adalah seorang pemuda yang telah menjadi musisi jalanan sejak SMP. Dia sangat menghormati ayah An Shiraishi yang juga seorang musisi jalanan. Bersama Touya, dia bernyanyi di event house dengan nama BAD DOGS."
  },
  "12": {
    "characterVoice": "Kento Ito",
    "birthday": "25 Mei",
    "height": "178 cm",
    "school": "SMA Kamiyama",
    "schoolYear": "1-B",
    "hobby": "Membaca",
    "specialSkill": "Bermain piano dan biola",
    "favoriteFood": "Kopi dan kue",
    "hatedFood": "Cumi-cumi",
    "weak": "Tempat yang tinggi",
    "introduction": "Toya adalah seorang pemuda pendiam tapi kuat. Ayahnya membesarkannya secara ketat dengan musik klasik. Ia memiliki selera musik yang luar biasa karena dididik sejak usia yang sangat muda. Namun, terjadi ketidaksepakatan yang mendalam dengan ayahnya, yang membuatnya beralih ke musik jalanan daripada klasik."
  },
  "13": {
    "characterVoice": "Daisuke Hirose",
    "birthday": "17 Mei",
    "height": "172 cm",
    "school": "SMA Kamiyama",
    "schoolYear": "2-A",
    "hobby": "Menonton pertunjukan musikal dan membuat pakaian",
    "specialSkill": "Mampu melakukan pose keren setiap saat dan bermain piano",
    "favoriteFood": "Acqua pazza dan daging babi jahe",
    "hatedFood": "Paprika",
    "weak": "Serangga (terutama lipan)",
    "introduction": "Tsukasa adalah seorang yang sangat percaya diri. Dia sering kali pamer dan cenderung mudah terjebak dalam suatu permainan. Dia juga seorang kakak laki-laki yang dapat diandalkan untuk merawat adiknya, Saki, yang memiliki tubuh lemah dan sering sakit. Sejak Tsukasa menonton pertunjukan yang dibawakan oleh grup teater favoritnya, dia bermimpi untuk menjadi bintang pertunjukan kelas dunia."
  },
  "14": {
    "characterVoice": "Hina Kino",
    "birthday": "9 September",
    "height": "152 cm",
    "school": "Akademi Putri Miyamasuzaka",
    "schoolYear": "1-B",
    "hobby": "Menjelajahi lingkungan sekitar",
    "specialSkill": "Akrobat dan bisa menikmati makanan apapun",
    "favoriteFood": "Taiyaki",
    "hatedFood": "Tidak ada!",
    "weak": "Malam hari",
    "introduction": "Emu adalah seorang gadis yang sangat ceria tapi juga sedikit naif. Dia impulsif, bertindak atas setiap ide yang dia pikirkan. Dia sering menyeret orang-orang di sekitarnya ke dalam rencananya. Emu ingin mengembalikan dan menghidupkan kembali panggung Phoenix Wonderland ke masa kejayaannya yang ramai."
  },
  "15": {
    "characterVoice": "Machico",
    "birthday": "20 Juli",
    "height": "156 cm",
    "school": "SMA Kamiyama",
    "schoolYear": "1-B",
    "hobby": "Bermain game yang kompetitif, menonton pertunjukan musikal dan film",
    "specialSkill": "Bernyanyi dan mengoperasikan mesin",
    "favoriteFood": "anggur",
    "hatedFood": "Apa pun yang berasa mint",
    "weak": "Tempat yang ramai",
    "introduction": "Nene adalah seorang gadis bermulut kotor yang seringkali menyakitkan saat berbicara, Rui merekomendasikan dirinya untuk bergabung dengan grupnya. Nene juga adalah seorang penyanyi yang hebat, dia memiliki impian untuk tampil di panggung sebuah acara pertunjukan musikal. Namun, setiap kali dia berada di sekitar Tsukasa dan Emu, dia hanya berkomunikasi melalui NeneRobo."
  },
  "16": {
    "characterVoice": "Shunichi Toki",
    "birthday": "24 Juni",
    "height": "180 cm",
    "school": "SMA Kamiyama",
    "schoolYear": "2-B",
    "hobby": "Tiba dengan pertunjukan dan seni balon",
    "specialSkill": "Menciptakan sesuatu",
    "favoriteFood": "Permen Ramune",
    "hatedFood": "Sayuran",
    "weak": "Membersihkan dan pekerjaan rumah",
    "introduction": "Rui adalah seorang pemuda yang jenius dan hidup dengan aturannya sendiri, yang menyebabkan dirinya sering dianggap aneh oleh orang-orang. Dia adalah tetangga sekaligus teman masa kecilnya Nene Kusanagi. Rui sangat ahli dalam menciptakan berbagai hal, dia bahkan menciptakan sebuah robot untuk pertunjukan yang dia arahkan."
  },
  "17": {
    "characterVoice": "Tomori Kusunoki",
    "birthday": "10 Februari",
    "height": "154 cm",
    "school": "Belajar di rumah",
    "schoolYear": "-",
    "hobby": "Mendengarkan dan mencari musik, menonton anime dan film, membaca manga, melihat karya seni",
    "specialSkill": "Mampu mengetahui waktu tanpa melihat jam",
    "favoriteFood": "Mie gelas dan makanan kaleng",
    "hatedFood": "Makanan yang berbau aneh (seperti ketumbar dan natto)",
    "weak": "Sinar matahari langsung dan pekerjaan rumah",
    "introduction": "Kanade adalah seorang gadis yang mengalami trauma karena musiknya yang dia buat sendiri ternyata menyebabkan keputusasaan kepada seseorang yang penting baginya. Sejak kejadian itu, dia bertekad untuk menulis sebuah musik yang dapat membuat orang lain bahagia. Dia adalah pendiri sekaligus komposer dari unit 25-ji, Night Code de."
  },
  "18": {
    "characterVoice": "Rui Tabane",
    "birthday": "27 Januari",
    "height": "162 cm",
    "school": "Akademi Putri Miyamasuzaka",
    "schoolYear": "2-B",
    "hobby": "Mengunjungi akuarium",
    "specialSkill": "Berbicara dalam bahasa Inggris",
    "favoriteFood": "Masakan ibunya",
    "hatedFood": "Tidak diketahui",
    "weak": "Tidak diketahui",
    "introduction": "Mafuyu adalah seorang murid teladan yang cerdas dan ceria, oleh karenanya dia seringkali diandalkan oleh teman-temannya, Dia adalah satu-satunya orang yang bersekolah secara teratur di grupnya, dia juga sering menarik perhatian besar kepada teman-temannya ketika sedang menulis lirik lagu. Sekilas, dia seperti sosok gadis yang sangat sempurna, namun pada kenyataannya tidak seperti yang dibayangkan..."
  },
  "19": {
    "characterVoice": "Minori Suzuki",
    "birthday": "30 April",
    "height": "158 cm",
    "school": "SMA Kamiyama (kursus malam)",
    "schoolYear": "2-D",
    "hobby": "Menggambar, memposting selfie, media sosial dan menuruti egonya",
    "specialSkill": "Meneliti aksesoris fashion dan memilih bahan yang tepat saat memasak",
    "favoriteFood": "Pancake dan kue keju",
    "hatedFood": "Wortel",
    "weak": "Bangun di pagi hari",
    "introduction": "Ena adalah seorang gadis dengan keinginan yang kuat dan selalu bergantung pada media sosial. Ayahnya adalah seorang pelukis terkenal. Ena sendiri sering sekali menggambar dan memposting gambarnya secara online. Dia memiliki selera media sosial yang tinggi dan berkeinginan menjadi lebih populer. Kanade Yoisaki yang melihat beberapa karya seninya secara online akhirnya mengundangnya untuk bergabung dengan grupnya, 25-ji, Night Code de. sebagai penggambar ilustrasi untuk klip mereka."
  },
  "20": {
    "characterVoice": "Hinata Sato",
    "birthday": "27 Agustus",
    "height": "163 cm",
    "school": "SMA Kamiyama",
    "schoolYear": "1-A",
    "hobby": "Mengumpulkan materi video dan membuat kolase",
    "specialSkill": "Mengatur pakaian",
    "favoriteFood": "Kari dan kentang goreng",
    "hatedFood": "Jamur",
    "weak": "Makanan panas",
    "introduction": "Mizuki adalah seorang gadis yang moody dan terobsesi dengan hal-hal imut. dia terpikat oleh musik yang dibuat oleh Kanade Yoisaki dan membuatkan sebuah Musik Video untuknya. Kanade yang melihat video buatan Mizuki itu akhirnya mengundang dia untuk bergabung kedalam grupnya, 25-ji, Night Code de. sebagai seorang animator. Namun, sebenarnya dia menyimpan sebuah rahasia yang tidak diketahui oleh teman-temannya di grup tersebut."
  },
  "21": {
    "birthday": "31 Agustus",
    "height": "158 cm",
    "introduction": "Miku adalah penyanyi virtual wanita yang dikenal dengan gaya rambut twintail biru kehijauannya. Dia bisa bernyanyi dalam berbagai genre dengan suaranya yang ceria dan imut. Di antara penyanyi virtual lainnya, namanya adalah yang paling dikenal di seluruh dunia dari berbagai generasi."
  },
  "22": {
    "birthday": "27 Desember",
    "height": "152 cm",
    "introduction": "Rin adalah seorang gadis penyanyi virtual dengan rambut pirang pendek yang mengenakan pita besar. Dia adalah saudari kembar dari Kagamine Len. Ia memiliki suara nyanyian yang sangat menawan, yang berpadu sempurna dengan penampilannya yang imut dan juga energik."
  },
  "23": {
    "birthday": "27 Desember",
    "height": "156 cm",
    "introduction": "Len adalah seorang anak laki-laki penyanyi virtual dengan rambut pirang pendek yang diikat di belakangnya. Dia adalah saudara kembar dari Kagamine Rin. Ia memiliki suara yang terdengar muda dan kuat, yang kaya akan ekspresi emosional."
  },
  "24": {
    "birthday": "30 Januari",
    "height": "162 cm",
    "introduction": "Luka adalah penyanyi virtual wanita yang dikenal dengan rambut panjang berwarna merah jambu. Dia memiliki suara lembut yang sesuai dengan sikapnya yang tenang. Tetapi, kamu juga terkadang bisa mendengarkan suara nyanyiannya yang penuh dengan semangat. Dia bisa bernyanyi dalam bahasa Jepang dan juga Inggris."
  },
  "25": {
    "birthday": "5 November",
    "height": "167 cm",
    "introduction": "Meiko adalah penyanyi virtual wanita yang terkenal dengan warna kastanye, rambut bob, dan pakaian merahnya. Dia memiliki suara yang luar biasa stabil dengan pesonanya yang anggun dan juga hangat."
  },
  "26": {
    "birthday": "17 Februari",
    "height": "175 cm",
    "introduction": "Kaito adalah penyanyi virtual pria yang terkenal dengan rambutnya yang agak ikal, biru, dan syal biru yang panjang. Dia memiliki suara yang keren, maskulin dan jangkauan nada suara yang tinggi."
  }
}
