{
  "idol": {
    "name": "MORE MORE JUMP!",
    "profileSentence": "Minori Hanasato bercita-cita menjadi seorang idol, tetapi terus saja gagal dalam audisinya. Meski begitu, dia terus melakukan yang terbaik, berjuang untuk menjadi seperti idol favoritnya, Haruka Kiritani. Namun tiba-tiba saja Haruka berhenti dari pekerjaannya sebagai idol dan mengundurkan diri dari dunia industri hiburan."
  },
  "light_sound": {
    "name": "Leo/need",
    "profileSentence": "Ichika Hoshino menjadi seseorang yang diasingkan dari teman masa kecilnya karena berbagai alasan. Namun, ketika salah satu teman masa kecilnya, Saki Tenma, kembali bersekolah setelah lama menjalani pengobatan, hubungan antara keempat gadis ini pun akhirnya mulai berubah."
  },
  "piapro": {
    "name": "Virtual Singer",
    "profileSentence": "Miku dan teman-temannya kini ada di dunia nyata sebagai Virtual Singer. Mereka menyanyikan lagu-lagu dari pencipta lagu di seluruh dunia. Ketika anak-anak muda di dunia kita berjuang untuk memahami perasaan mereka, mereka dapat bertemu Miku dan teman-temannya, dalam bentuk yang dikenal atau tidak, di dunia \"Sekai\" yang misterius ini di mana mereka dapat membantu menemukan perasaan mereka yang sebenarnya."
  },
  "school_refusal": {
    "name": "25-ji, Night Code de.",
    "profileSentence": "Kanade Yoisaki membuat lagu setiap hari bersama teman-temannya menggunakan sebuah aplikasi grup voice chat bernama \"Night Code\". Meskipun mereka tidak mengetahui wajah dan nama satu sama lain, semuanya tetap berjalan lancar. Namun, suatu hari, tiba-tiba saja mereka kehilangan kontak dengan salah satu teman seanggota grup mereka."
  },
  "street": {
    "name": "Vivid BAD SQUAD",
    "profileSentence": "Kohane Azusawa adalah gadis pemalu yang selalu gugup dengan apapun yang dilakukannya. Suatu hari, dia sangat terpukau dengan lagu dan musik yang ia dengar di pinggir jalan. Lagu tersebut dinyanyikan oleh seorang gadis bernama An Shiraishi, ia pun akhirnya bertekad untuk mengikuti jejak gadis tersebut sebagai penyanyi jalanan."
  },
  "theme_park": {
    "name": "Wonderlands×Showtime",
    "profileSentence": "Tsukasa Tenma, yang bercita-cita menjadi bintang pertunjukan terbaik dunia, mendapat pekerjaan paruh waktu di taman hiburan populer. Namun, dia ditugaskan pada bagian panggung yang sudah berkarat dan sepi dengan hampir tidak ada pelanggan yang datang. Di sanalah, dia bertemu Emu Otori yang akhirnya akan menjalankan misi bersama-sama untuk menghidupkan dan mengembalikan kembali pemandangan ramai di tempat tersebut."
  }
}
