{
  "101": "라이브를 39회 클리어",
  "102": "라이브를 3939회 클리어",
  "201": "플레이어 랭크 50 달성",
  "202": "플레이어 랭크 100 달성",
  "203": "플레이어 랭크 200 달성",
  "301": "30일 연속 로그인",
  "401": "누적 365일 로그인",
  "501": "어나더 보컬을 10곡 해방",
  "601": "모든 유닛의 유닛 랭크 20 달성",
  "701": "에리어 아이템 5종류의 레벨 10 달성",
  "801": "모든 캐릭터의 캐릭터랭크 5달성",
  "802": "모든 캐릭터의 캐릭터랭크 10 달성",
  "901": "모든 난이도로 5곡 클리어",
  "902": "모든 난이도로 10곡 클리어",
  "903": "모든 난이도로 20곡 클리어",
  "1004": "난이도 MASTER로 30곡 풀콤보",
  "1104": "난이도 MASTER로 30곡 ALL PERFECT",
  "1201": "라이프 2000으로 라이브 클리어",
  "1301": "1회의 라이브에서 5번 이상 컨티뉴(コンティニュー)해서 클리어",
  "1401": "콤보를 1000이상 이어서 라이브 클리어",
  "1501": "코인을 누적 100만 획득",
  "1601": "모두와 라이브(みんなでライブ)에서 5명 전원 풀콤보로 클리어",
  "1701": "모두와 라이브(みんなでライブ)에서 5명 전원 같은곡을 선곡",
  "1801": "모두와 라이브(みんなでライブ)에서 5명 전원이 같은 칭호를 하나이상 착용",
  "1901": "모두와 라이브(みんなでライブ)에서 스탬프를 1000회 누르기",
  "2001": "대기실(控え室)의 멤버를 누적 100인 맞이하기",
  "2101": "스탬프를 30종류 모으기",
  "2201": "에리어 대화를 500종류 보기",
  "2301": "메인스토리 혹은 사이드스토리를 스킵하지 않고 100화 보기",
  "2401": "1학년 캐릭터 5명으로 편성하여 100회 라이브하기",
  "2501": "2학년 캐릭터 5명으로 편성하여 100회 라이브하기",
  "2601": "미야마스자카여고 캐릭터 5명으로 편성하여 100회 라이브하기",
  "2701": "도립카미야마고교 캐릭터 5명으로 편성하여 100회 라이브하기",
  "2801": "츠카사, 아키토, 토우야, 루이, 렌, KAITO만으로 편성하여 100회 라이브하기",
  "2901": "모두와 라이브(みんなでライブ)에서 MVP 100회 달성",
  "3001": "모두와 라이브(みんなでライブ)에서 SUPER STAR 100회 달성",
  "3101": "의상 50종류 획득",
  "3401": "Leo/need 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 5000 달성",
  "3402": "Leo/need 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 10000 달성",
  "3403": "Leo/need 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 15000 달성",
  "3404": "Leo/need 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 20000 달성",
  "3405": "Leo/need 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 25000 달성",
  "3406": "Leo/need 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 30000 달성",
  "3407": "Leo/need 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 40000 달성",
  "3408": "Leo/need 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 50000 달성",
  "3409": "Leo/need 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 60000 달성",
  "3410": "Leo/need 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 70000 달성",
  "3501": "MORE MORE JUMP! 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 5000 달성",
  "3502": "MORE MORE JUMP! 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 10000 달성",
  "3503": "MORE MORE JUMP! 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 15000 달성",
  "3504": "MORE MORE JUMP! 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 20000 달성",
  "3505": "MORE MORE JUMP! 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 25000 달성",
  "3506": "MORE MORE JUMP! 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 30000 달성",
  "3507": "MORE MORE JUMP! 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 40000 달성",
  "3508": "MORE MORE JUMP! 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 50000 달성",
  "3509": "MORE MORE JUMP! 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 60000 달성",
  "3510": "MORE MORE JUMP! 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 70000 달성",
  "3601": "Vivid BAD SQUAD 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 5000 달성",
  "3602": "Vivid BAD SQUAD 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 10000 달성",
  "3603": "Vivid BAD SQUAD 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 15000 달성",
  "3604": "Vivid BAD SQUAD 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 20000 달성",
  "3605": "Vivid BAD SQUAD 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 25000 달성",
  "3606": "Vivid BAD SQUAD 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 30000 달성",
  "3607": "Vivid BAD SQUAD멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 40000 달성",
  "3608": "Vivid BAD SQUAD 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 50000 달성",
  "3609": "Vivid BAD SQUAD 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 60000 달성",
  "3610": "Vivid BAD SQUAD 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 70000 달성",
  "3701": "원더랜드×쇼타임 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 5000 달성",
  "3702": "원더랜드×쇼타임 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 10000 달성",
  "3703": "원더랜드×쇼타임 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 15000 달성",
  "3704": "원더랜드×쇼타임 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 20000 달성",
  "3705": "원더랜드×쇼타임 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 25000 달성",
  "3706": "원더랜드×쇼타임 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 30000 달성",
  "3707": "원더랜드×쇼타임 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 40000 달성",
  "3708": "원더랜드×쇼타임 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 50000 달성",
  "3709": "원더랜드×쇼타임 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 60000 달성",
  "3710": "원더랜드×쇼타임 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 70000 달성",
  "3801": "25시, 나이트코드에서. 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 5000 달성",
  "3802": "25시, 나이트코드에서. 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 10000 달성",
  "3803": "25시, 나이트코드에서. 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 15000 달성",
  "3804": "25시, 나이트코드에서. 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 20000 달성",
  "3805": "25시, 나이트코드에서. 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 25000 달성",
  "3806": "25시, 나이트코드에서. 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 30000 달성",
  "3807": "25시, 나이트코드에서. 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 40000 달성",
  "3808": "25시, 나이트코드에서. 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 50000 달성",
  "3809": "25시, 나이트코드에서. 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 60000 달성",
  "3810": "25시, 나이트코드에서. 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 70000 달성",
  "3901": "버추얼 싱어 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 5000 달성",
  "3902": "버추얼 싱어 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 10000 달성",
  "3903": "버추얼 싱어 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 15000 달성",
  "3904": "버추얼 싱어 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 20000 달성",
  "3905": "버추얼 싱어 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 25000 달성",
  "3906": "버추얼 싱어 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 30000 달성",
  "3907": "버추얼 싱어 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 40000 달성",
  "3908": "버추얼 싱어 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 50000 달성",
  "3909": "버추얼 싱어 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 60000 달성",
  "3910": "버추얼 싱어 멤버가 출연하는 버추얼 라이브에서 응원 포인트를 누적 70000 달성"
}