{
  "1": {
    "characterVoice": "Ruriko Noguchi",
    "birthday": "11 de agosto",
    "height": "161 cm",
    "school": "Colegio femenino Miyamasuzaka",
    "schoolYear": "1º - C",
    "hobby": "Escuchar canciones cantadas por Miku, contemplar al cactus del que cuida",
    "specialSkill": "Pelar manzanas",
    "favoriteFood": "Yakisoba-pan",
    "hatedFood": "Guisantes",
    "weak": "Las atracciones ruidosas",
    "introduction": "Aunque pueda parecer seria, es una muy chica amable que aprecia profundamente a sus amigas. Saki, Honami y Shiho son sus amigas de la infancia, aunque la relación con estas dos últimas se ha vuelto complicada. Le encanta escuchar canciones cantadas por Miku. Es la vocalista y guitarrista de Leo/need."
  },
  "2": {
    "characterId": 2,
    "characterVoice": "Karin Isobe",
    "birthday": "9 de mayo",
    "height": "159 cm",
    "school": "Colegio femenino Miyamasuzaka",
    "schoolYear": "1º - C",
    "hobby": "Ver videos de moda y maquillaje y hacer accesorios con cuentas",
    "specialSkill": "Hacer peinados, otedama",
    "favoriteFood": "Aperitivos y dulces",
    "hatedFood": "Sopa de arroz",
    "weak": "Quedarse sola",
    "introduction": "Es el alma de la fiesta, siempre de buen humor y risueña. Apenas pudo asistir a la secundaria por una enfermedad de la que padece desde niña, pero ya se ha recuperado y ha vuelto a asistir a sus clases. Por esto, estaba ansiosa por disfrutar de sus años de instituto junto a sus amigas de la infancia, a las que hacía tanto que no veía. Y sin embargo...\nEs la guitarrista del grupo Leo/need."
  },
  "3": {
    "characterVoice": "Reina Ueda",
    "birthday": "27 de octubre",
    "height": "166 cm",
    "school": "Colegio femenino Miyamasuzaka",
    "schoolYear": "1º - B",
    "hobby": "Pasear con su perrito y cuidar de su jardín de vegetales",
    "specialSkill": "Las tareas domésticas y la natación",
    "favoriteFood": "La tarta de manzana",
    "hatedFood": "El queso",
    "weak": "El dibujo",
    "introduction": "Honami es una alumna modelo, tanto en los estudios como en los deportes, y además está envuelta por un aura de amabilidad. Ichika, Saki y Shiho son sus amigas de la infancia, pero la relación entre ellas comenzó a enfriarse al empezar la secundaria.\nEs la batería del grupo Leo/need."
  },
  "4": {
    "characterVoice": "Yuki Nakashima",
    "birthday": "8 de enero",
    "height": "159 cm",
    "school": "Colegio femenino Miyamasuzaka",
    "schoolYear": "1º - A",
    "hobby": "Ver tocar a sus bandas femeninas favoritas y practicar con el bajo",
    "specialSkill": "La caligrafía",
    "favoriteFood": "El ramen y las hamburguesas",
    "hatedFood": "El tofu",
    "weak": "Su hermana mayor",
    "introduction": "Shiho es un lobo solitario, introvertida, y que disfruta sumergiéndose en lo que la apasiona sin importarle lo que piensen de ella los demás. Aún así, solía pasar mucho tiempo con sus amigas de la infancia, y siempre se preocupó por ellas profundamente...\nEs la bajista del grupo Leo/need."
  },
  "5": {
    "characterVoice": "Yui Ogura",
    "birthday": "14 de abril",
    "height": "158 cm",
    "school": "Colegio femenino Miyamasuzaka",
    "schoolYear": "1º - A",
    "hobby": "Imitar bailes, escribir en su diario y cuidar animales",
    "specialSkill": "Inventarse lemas",
    "favoriteFood": "El salmón",
    "hatedFood": "El brócoli",
    "weak": "Comportarse con tranquilidad",
    "introduction": "Minori es una chica inocente, trabajadora y dedicada. Inspirada por Haruka Kiritani, integrante del grupo de idols ASRUN, comenzó a aspirar a idol ella también. Por muchas audiciones en las que participe, siempre la rechazan."
  },
  "6": {
    "characterVoice": "Mayu Yoshioka",
    "birthday": "5 de octubre",
    "height": "163 cm",
    "school": "Colegio femenino Miyamasuzaka",
    "schoolYear": "1º - C",
    "hobby": "Coleccionar merchandising de pingüinos",
    "specialSkill": "El baloncesto",
    "favoriteFood": "Las cosas dulces",
    "hatedFood": "El wasabi",
    "weak": "Tirarse a la bartola",
    "introduction": "Una vez integrante del grupo de idols ASRUN, Haruka era allí un personaje carismático y popular. Sin embargo, al disolverse su grupo, decidió retirarse del mundo del espectáculo y regresar al Colegio femenino Miyamasuzaka, al que asiste también Minori."
  },
  "7": {
    "characterVoice": "Ai Furihata",
    "birthday": "19 de marzo",
    "height": "156 cm",
    "school": "Colegio femenino Miyamasuzaka",
    "schoolYear": "2º - D",
    "hobby": "Investigar sobre idols e ir de compras",
    "specialSkill": "La cocina y tratar con niños pequeños",
    "favoriteFood": "Wagashi",
    "hatedFood": "El hígado",
    "weak": "Los gatos (por su alergia)",
    "introduction": "Airi es una idol retirada, popular hace tiempo en programas de variedades. Tiene confianza y agallas, y además mucho amor y pasión por su trabajo como idol. Actualmente, en cambio, continúa sin volver a la industria."
  },
  "8": {
    "characterVoice": "Rina Honnizumi",
    "birthday": "6 de diciembre",
    "height": "168 cm",
    "school": "Colegio femenino Miyamasuzaka",
    "schoolYear": "2º - D",
    "hobby": "Leer y dar paseos",
    "specialSkill": "El tiro con arco y los bordados",
    "favoriteFood": "El udon y la yuba",
    "hatedFood": "La comida picante",
    "weak": "Orientarse o interpretar un mapa, y utilizar aparatos electrónicos",
    "introduction": "Shizuku es una idol en activo, integrante del popular grupo Cheerful＊Days. Su aspecto cautivador, maduro y misterioso le ha hecho ganarse muchos fans, a costa de los celos de sus compañeras en el grupo. Comenzó como aspirante más o menos al mismo tiempo que Airi."
  },
  "9": {
    "characterVoice": "Akina",
    "birthday": "2 de marzo",
    "height": "156 cm",
    "school": "Colegio femenino Miyamasuzaka",
    "schoolYear": "1º - A",
    "hobby": "Cuidar de la serpiente mascota de su padre",
    "specialSkill": "La fotografía",
    "favoriteFood": "Los buñuelos de melocotón y las bolas de sésamo",
    "hatedFood": "Los encurtidos",
    "weak": "Hablar en público",
    "introduction": "Kohane es una chica tímida, que no cree en sí misma. Un día, presenció a An actuar junto a otros músicos en un bar con música en directo al que entró por casualidad. Quedó cautivada del rap y otros géneros de música intensos que nunca había escuchado antes en su vida como estudiante."
  },
  "10": {
    "characterVoice": "Jiena Sumi Tomomi",
    "birthday": "26 de julio",
    "height": "160 cm",
    "school": "Instituto Kamiyama",
    "schoolYear": "1º - A",
    "hobby": "Cultivar menta",
    "specialSkill": "Hacer café y té",
    "favoriteFood": "El helado de ron con pasas",
    "hatedFood": "Los tomates",
    "weak": "Los fantasmas y las historias de terror",
    "introduction": "An es una chica astuta y con agallas. Es hija de un legendario músico retirado, muy famoso en el barrio de Shibuya. Su sueño es el de organizar el mejor festival del mundo, superando al RAD WEEKEND, obra de su padre años atrás."
  },
  "11": {
    "characterVoice": "Fumiya Imai",
    "birthday": "12 de noviembre",
    "height": "174 cm",
    "school": "Instituto Kamiyama",
    "schoolYear": "1º - C",
    "hobby": "La moda",
    "specialSkill": "El beatboxing",
    "favoriteFood": "Las tortitas y la tarta de queso",
    "hatedFood": "Las zanahorias",
    "weak": "Los perros",
    "introduction": "Lleva aprendiendo música desde la primaria, como admirador del padre de An. Canta frecuentemente con su compañero Toya en una sala de eventos, bajo el nombre de BAD DOGS. Aunque a primera vista parezca un chico muy amable, él..."
  },
  "12": {
    "characterVoice": "Kento Ito",
    "birthday": "25 de mayo",
    "height": "178 cm",
    "school": "Instituto Kamiyama",
    "schoolYear": "1º - B",
    "hobby": "La lectura",
    "specialSkill": "El piano y el violín",
    "favoriteFood": "El café y las galletas",
    "hatedFood": "Los calamares",
    "weak": "Las alturas",
    "introduction": "Toya es un chico serio y callado. Su padre es muy estricto y desde muy pequeño le ha enseñado exclusivamente sobre música clásica. Gracias a ello sus habilidades musicales son excelentes, pero la relación con su padre es mala y terminó más interesado por la música de la calle que por el género clásico."
  },
  "13": {
    "characterVoice": "Daisuke Hirose",
    "birthday": "17 de mayo",
    "height": "172 cm",
    "school": "Instituto Kamiyama",
    "schoolYear": "2º - A",
    "hobby": "Los musicales y confeccionar disfraces",
    "specialSkill": "Adoptar poses impresionantes en cualquier tipo de situación y el piano",
    "favoriteFood": "El acqua pazza y el shogayaki",
    "hatedFood": "Los pimientos",
    "weak": "Los insectos (especialmente los cienpiés) ",
    "introduction": "Tsukasa es un chico un tanto demasiado llamativo y seguro de sí mismo, al que le gusta presumir y que tiende a dejarse llevar por sus emociones. Tras ver, cuando era niño, un espectáculo de teatro, siempre ha soñado en convertirse en una estrella a nivel mundial.También es un hermano mayor responsable para su hermanita Saki, a la que anima y cuida siempre, a causa de su enfermedad."
  },
  "14": {
    "characterVoice": "Hina Kino",
    "birthday": "9 de septiembre",
    "height": "152 cm",
    "school": "Colegio femenino Miyamasuzaka",
    "schoolYear": "1º - B",
    "hobby": "Explorar su vecindario",
    "specialSkill": "Las acrobacias y el disfrutar de cualquier clase de comida",
    "favoriteFood": "Taiyaki",
    "hatedFood": "¡Nada de nada!",
    "weak": "Los atardeceres",
    "introduction": "Emu es una chica risueña y pura, que actúa antes de pensar y termina arrastrando a quienes la rodean a sus travesuras. Actualmente, está en la busca de compañeros que le ayuden a hacer que el Phoenix Wonderland Stage resurja de sus cenizas."
  },
  "15": {
    "characterVoice": "Machico",
    "birthday": "20 de julio",
    "height": "156 cm",
    "school": "Instituto Kamiyama",
    "schoolYear": "1º - B",
    "hobby": "Los videojuegos competitivos, las películas y los musicales",
    "specialSkill": "Cantar y utilizar aparatos electrónicos",
    "favoriteFood": "Los pomelos",
    "hatedFood": "El sabor a menta",
    "weak": "Los lugares llenos de gente",
    "introduction": "Nene se unió al resto del grupo por invitación de Rui, y es una chica un tanto maleducada. Tiene una voz magnífica, sorprendente para ser solo una estudiante, y su sueño es actuar en un musical. Sin embargo, por algún motivo, ella no aparece frente a Tsukasa, Emu y Rui sobre el escenario; maneja al robot Nene-Robo desde las sombras, en su lugar."
  },
  "16": {
    "characterVoice": "Shunichi Toki",
    "birthday": "24 de junio",
    "height": "180 cm",
    "school": "Instituto Kamiyama",
    "schoolYear": "2º - B",
    "hobby": "Organizar espectáculos y el arte con globos",
    "specialSkill": "Crear inventos",
    "favoriteFood": "Caramelos de ramune",
    "hatedFood": "Las verduras",
    "weak": "Limpiar y hacer tareas mundanas",
    "introduction": "Rui es un genio despreocupado, amigo de la infancia de Nene, su vecina. Para amenizar sus espectáculos, utiliza robots y otra clase de artilugios que él mismo fabrica. Sus rarezas hacen que, frecuentemente, quienes se topan con él terminen pensando que es un poco extraño."
  },
  "17": {
    "characterVoice": "Tomori Kusunoki",
    "birthday": "10 de febrero",
    "height": "154 cm",
    "school": "Estudia desde casa",
    "schoolYear": "ー",
    "hobby": "Buscar y escuchar nueva música, ver anime y películas, leer manga y contemplar ilustraciones",
    "specialSkill": "Llevar cuenta del tiempo que pasa intuitivamente",
    "favoriteFood": "Fideos instantáneos y conservas",
    "hatedFood": "Comidas con olores exóticos, como el natto o el cilantro",
    "weak": "Las tareas domésticas y la luz del sol",
    "introduction": "Tras una traumática experiencia en la que hirió a un ser querido a causa de sus canciones, Kanade está determinada a continuar componiendo su música para conseguir hacer felices a otras personas. Con este objetivo en mente, inauguró el círculo de 25-ji, Night Code de, asumiendo a demás el papel de compositora."
  },
  "18": {
    "characterVoice": "Rui Tabane",
    "birthday": "27 de enero",
    "height": "162 cm",
    "school": "Colegio femenino Miyamasuzaka",
    "schoolYear": "2º - B",
    "hobby": "Su pecera",
    "specialSkill": "Hablar en inglés",
    "favoriteFood": "La cocina casera de su madre",
    "hatedFood": "No lo sabe",
    "weak": "No lo sabe",
    "introduction": "Mafuyu es la amable y simpática estudiante modelo que todos sus compañeros admiran. De entre los miembros de su círculo, ella se escribe la letra de sus canciones con mucho mimo, y es la única que va regularmente a la escuela. A primera vista, podría parecer una chica perfecta, pero en realidad..."
  },
  "19": {
    "characterVoice": "Minori Suzuki",
    "birthday": "30 de abril",
    "height": "158 cm",
    "school": "Instituto Kamiyama (de nocturno)",
    "schoolYear": "2º - D",
    "hobby": "Dibujar, subir selfies, las redes sociales y el egosurfing",
    "specialSkill": "Encontrar accesorios de moda y escoger los ingredientes adecuados al cocinar",
    "favoriteFood": "Las tortitas y la tarta de queso",
    "hatedFood": "Las zanahorias",
    "weak": "Madrugar",
    "introduction": "Ena necesita aprobación constante y está adicta a las redes sociales. Siguiendo los pasos de su padre, que era pintor, ella comenzó a dibujar y a subir sus obras; fue así como los demás miembros del círculo dieron con ella. Dentro de este, se encarga de realizar las ilustraciones para los vídeos musicales."
  },
  "20": {
    "characterVoice": "Hinata Sato",
    "birthday": "27 de agosto",
    "height": "163 cm",
    "school": "Instituto Kamiyama",
    "schoolYear": "1º - A",
    "hobby": "Reunir materiales para sus videos y hacer collages",
    "specialSkill": "Personalizar su ropa",
    "favoriteFood": "Arroz con curry y las patatas fritas",
    "hatedFood": "Los champiñones",
    "weak": "La comida que está demasiado caliente",
    "introduction": "Mizuki es impredecible y tiene una obsesión con todo lo que es lindo. Se inspiró en una canción de Kanade para crear un vídeo musical, y ella terminó dando con este. Así pasó a formar parte del círculo, encargándose de montar los vídeos de sus canciones. Guarda un secreto que ninguno de los demás miembros de su círculo conoce."
  },
  "21": {
    "birthday": "31 de agosto",
    "height": "158 cm",
    "introduction": "La cantante virtual de características coletas turquesa. Domina cualquier género con su voz alegre y adorable. De entre todos los cantantes virtuales, es la más conocida, en cualquier país y rango de edad."
  },
  "22": {
    "birthday": "27 de diciembre",
    "height": "152 cm",
    "introduction": "El rasgo más característico de esta cantante virtual es el gran lacito que recoge su cabello rubio. Su voz energética, linda y encantadora es gemela a la de Len Kagamine."
  },
  "23": {
    "birthday": "27 de diciembre",
    "height": "156 cm",
    "introduction": "El atributo de este cantante virtual es su pelo rubio recogido en una pequeña coleta en la parte posterior de su cabeza. Su voz, de tono masculino, emotivo y poderoso es gemela a la de Rin Kagamine."
  },
  "24": {
    "birthday": "30 de enero",
    "height": "162 cm",
    "introduction": "La cantante virtual de cabello largo, lacio y rosado. Aunque muchas veces su voz es calmada y tranquilizadora, otras veces puede sonar realmente apasionada. Es especialmente buena como cantante bilingüe, en inglés y japonés."
  },
  "25": {
    "birthday": "5 de noviembre",
    "height": "167 cm",
    "introduction": "Esta cantante virtual tiene el cabello castaño y corto y viste con su top y minifalda rojos característicos. Su faceta más reseñable es su voz estable, gentil y cálida, con atributos marcadamente femeninos."
  },
  "26": {
    "birthday": "17 de febrero",
    "height": "175",
    "introduction": "Un cantante virtual masculino, con el cabello azul y suave, y una icónica bufanda azul coronando su indumentaria. Tiene una voz viva e impactante, capaz de llegar desde la notas más graves hasta los agudos más impensables."
  }
}
