{
  "101": "Complete 39 lives.",
  "102": "Complete 3939 lives.",
  "201": "Reach Player Rank 50.",
  "202": "Reach Player Rank 100.",
  "203": "Reach Player Rank 200.",
  "301": "Log in for 30 days in a row.",
  "401": "Log in for 365 days in total.",
  "501": "Unlock 10 Another Vocals.",
  "601": "Raise the Unit Rank of all units to 20.",
  "701": "Raise 5 area items to Level 10.",
  "801": "Raise everyone's Character Rank to Rank 5.",
  "802": "Raise everyone's Character Rank to Rank 10.",
  "901": "Complete 5 songs at all difficulty levels.",
  "902": "Complete 10 songs at all difficulty levels.",
  "903": "Complete 20 songs at all difficulty levels.",
  "1004": "Get a Full Combo for 30 songs at Master difficulty.",
  "1104": "Get an All Perfect for 30 songs at Master difficulty.",
  "1201": "Complete a live with 2000 life points left.",
  "1301": "Complete a single live while \"continuing\" more than 5 times.",
  "1401": "Complete a live with a 1000+ combo.",
  "1501": "Earn 1 million coins in total.",
  "1601": "In \"Multi Live\", all 5 members get a full combo.",
  "1701": "In \"Multi Live\", all 5 members choose the same song.",
  "1801": "In \"Multi Live\", all 5 members have the same title.",
  "1901": "In \"Multi Live\", use a stamp 1000 times.",
  "2001": "Have 100 members enter your waiting room in total.",
  "2101": "Collect 30 stamps.",
  "2201": "View 500 area talks.",
  "2301": "Read 100 \"main stories\" or \"side stories\" without skipping.",
  "2401": "Play 100 lives with a team of five Year 1 characters.",
  "2501": "Play 100 lives with a team of five Year 2 characters.",
  "2601": "Play 100 lives with a team of five Miyamasu-zaka Girls' High School characters.",
  "2701": "Play 100 lives with a team of five Metropolitan Kamiyama High School characters.",
  "2801": "Play 100 lives with a team only containing Tsukasa, Akito, Toya, Rui, Len, or KAITO.",
  "2901": "Become an MVP 100 times in \"Multi Live\".",
  "3001": "Become a SUPER STAR 100 times in \"Multi Live\".",
  "3101": "Collect 50 costumes.",
  "3401": "Reach 5000 cheering points (cumulative) in a virtual live with Leo/need members.",
  "3402": "Reach 10,000 cheering points (cumulative) in a virtual live with Leo/need members.",
  "3403": "Reach 15,000 cheering points (cumulative) in a virtual live with Leo/need members.",
  "3404": "Reach 20,000 cheering points (cumulative) in a virtual live with Leo/need members.",
  "3405": "Reach 25,000 cheering points (cumulative) in a virtual live with Leo/need members.",
  "3406": "Reach 30,000 cheering points (cumulative) in a virtual live with Leo/need members.",
  "3407": "Reach 40,000 cheering points (cumulative) in a virtual live with Leo/need members.",
  "3408": "Reach 50,000 cheering points (cumulative) in a virtual live with Leo/need members.",
  "3409": "Reach 60,000 cheering points (cumulative) in a virtual live with Leo/need members.",
  "3410": "Reach 70,000 cheering points (cumulative) in a virtual live with Leo/need members.",
  "3501": "Reach 5000 cheering points (cumulative) in a virtual live with MORE MORE JUMP! members.",
  "3502": "Reach 10,000 cheering points (cumulative) in a virtual live with MORE MORE JUMP! members.",
  "3503": "Reach 15,000 cheering points (cumulative) in a virtual live with MORE MORE JUMP! members.",
  "3504": "Reach 20,000 cheering points (cumulative) in a virtual live with MORE MORE JUMP! members.",
  "3505": "Reach 25,000 cheering points (cumulative) in a virtual live with MORE MORE JUMP! members.",
  "3506": "Reach 30,000 cheering points (cumulative) in a virtual live with MORE MORE JUMP! members.",
  "3507": "Reach 40,000 cheering points (cumulative) in a virtual live with MORE MORE JUMP! members.",
  "3508": "Reach 50,000 cheering points (cumulative) in a virtual live with MORE MORE JUMP! members.",
  "3509": "Reach 60,000 cheering points (cumulative) in a virtual live with MORE MORE JUMP! members.",
  "3510": "Reach 70,000 cheering points (cumulative) in a virtual live with MORE MORE JUMP! members.",
  "3601": "Reach 5000 cheering points (cumulative) in a virtual live with Vivid BAD SQUAD members.",
  "3602": "Reach 10,000 cheering points (cumulative) in a virtual live with Vivid BAD SQUAD members.",
  "3603": "Reach 15,000 cheering points (cumulative) in a virtual live with Vivid BAD SQUAD members.",
  "3604": "Reach 20,000 cheering points (cumulative) in a virtual live with Vivid BAD SQUAD members.",
  "3605": "Reach 25,000 cheering points (cumulative) in a virtual live with Vivid BAD SQUAD members.",
  "3606": "Reach 30,000 cheering points (cumulative) in a virtual live with Vivid BAD SQUAD members.",
  "3607": "Reach 40,000 cheering points (cumulative) in a virtual live with Vivid BAD SQUAD members.",
  "3608": "Reach 50,000 cheering points (cumulative) in a virtual live with Vivid BAD SQUAD members.",
  "3609": "Reach 60,000 cheering points (cumulative) in a virtual live with Vivid BAD SQUAD members.",
  "3610": "Reach 70,000 cheering points (cumulative) in a virtual live with Vivid BAD SQUAD members.",
  "3701": "Reach 5000 cheering points (cumulative) in a virtual live with Wonderlands×Showtime members.",
  "3702": "Reach 10,000 cheering points (cumulative) in a virtual live with Wonderlands×Showtime members.",
  "3703": "Reach 15,000 cheering points (cumulative) in a virtual live with Wonderlands×Showtime members.",
  "3704": "Reach 20,000 cheering points (cumulative) in a virtual live with Wonderlands×Showtime members.",
  "3705": "Reach 25,000 cheering points (cumulative) in a virtual live with Wonderlands×Showtime members.",
  "3706": "Reach 30,000 cheering points (cumulative) in a virtual live with Wonderlands x Showtime members.",
  "3707": "Reach 40,000 cheering points (cumulative) in a virtual live with Wonderlands x Showtime members.",
  "3708": "Reach 50,000 cheering points (cumulative) in a virtual live with Wonderlands x Showtime members.",
  "3709": "Reach 60,000 cheering points (cumulative) in a virtual live with Wonderlands x Showtime members.",
  "3710": "Reach 70,000 cheering points (cumulative) in a virtual live with Wonderlands x Showtime members.",
  "3801": "Reach 5000 cheering points (cumulative) in a virtual live with 25-ji, Night Code de. members.",
  "3802": "Reach 10,000 cheering points (cumulative) in a virtual live with 25-ji, Night Code de. members.",
  "3803": "Reach 15,000 cheering points (cumulative) in a virtual live with 25-ji, Night Code de. members.",
  "3804": "Reach 20,000 cheering points (cumulative) in a virtual live with 25-ji, Night Code de. members.",
  "3805": "Reach 25,000 cheering points (cumulative) in a virtual live with 25-ji, Night Code de. members.",
  "3806": "Reach 30,000 cheering points (cumulative) in a virtual live with 25-ji, Night Code de. members.",
  "3807": "Reach 40,000 cheering points (cumulative) in a virtual live with 25-ji, Night Code de. members.",
  "3808": "Reach 50,000 cheering points (cumulative) in a virtual live with 25-ji, Night Code de. members.",
  "3809": "Reach 60,000 cheering points (cumulative) in a virtual live with 25-ji, Night Code de. members.",
  "3810": "Reach 70,000 cheering points (cumulative) in a virtual live with 25-ji, Night Code de. members.",
  "3901": "Reach 5000 cheering points (cumulative) in a virtual live with Virtual Singer members.",
  "3902": "Reach 10,000 cheering points (cumulative) in a virtual live with Virtual Singer members.",
  "3903": "Reach 15,000 cheering points (cumulative) in a virtual live with Virtual Singer members.",
  "3904": "Reach 20,000 cheering points (cumulative) in a virtual live with Virtual Singer members.",
  "3905": "Reach 25,000 cheering points (cumulative) in a virtual live with Virtual Singer members.",
  "3906": "Reach 30,000 cheering points (cumulative) in a virtual live with Virtual Singer members.",
  "3907": "Reach 40,000 cheering points (cumulative) in a virtual live with Virtual Singer members.",
  "3908": "Reach 50,000 cheering points (cumulative) in a virtual live with Virtual Singer members.",
  "3909": "Reach 60,000 cheering points (cumulative) in a virtual live with Virtual Singer members.",
  "3910": "Reach 70,000 cheering points (cumulative) in a virtual live with Virtual Singer members."
}