{
  "idol": {
    "name": "MORE MORE JUMP!",
    "profileSentence": "Minori Hanasato aspires to be an idol but keeps failing her auditions. Despite that, she keeps on doing her best, holding the existence of the idol she admires, Haruka Kiritani, within her chest. Meanwhile, that Haruka Kiritani is quitting her job as an idol and resigning from the entertainment industry."
  },
  "light_sound": {
    "name": "Leo/need",
    "profileSentence": "Ichika Hoshino became estranged from her childhood friends due to various circumstances. However, when one of her childhood friends who was undergoing treatment, Saki Tenma, returns to school, the distance between these four childhood friends is starting to change."
  },
  "piapro": {
    "name": "Virtual Singer",
    "profileSentence": "Miku Hatsune and her friends exist in the real world as Virtual Singers. They sing songs from creators all over the world, and appear inside Sekai in familiar and unfamiliar forms to help young people discover their true feelings."
  },
  "school_refusal": {
    "name": "25-ji, Night Code de.",
    "profileSentence": "Kanade Yoisaki creates music everyday with her friends within a group that communicates using the voice chat application Night Code. Despite not knowing each other's faces and names, things had been going well. However, one day, they suddenly lost contact with one of the group members."
  },
  "street": {
    "name": "Vivid BAD SQUAD",
    "profileSentence": "Kohane Azusawa is a shy girl who's always nervous about whatever she does. One day, she was strongly affected by the song and music she heard from a backstreet. And then, as if being guided by An Shiraishi who sang that song, she starts stepping into the world of street music."
  },
  "theme_park": {
    "name": "Wonderlands×Showtime",
    "profileSentence": "Tsukasa Tenma, who dreams of becoming the world's best show star, gets a part-time job at a popular theme park. However, he is assigned to a rusty stage with barely any customer coming. There, he encounters Emu Otori as she does her best to revive the stage."
  }
}
