{
  "idol": {
    "name": "MORE MORE JUMP! (Momojan)",
    "profileSentence": "Hanasato Minori aspira em ser uma idol, mais ela continua falhando em seus testes. Apesar disso, ela continua dando seu melhor, segurando no peito a existência da idol que ela tanto admira, Kiritani Haruka. Enquanto isso, Haruka Kiritani está deixando seu emprego como ídolo e se demitindo da indústria do entretenimento."
  },
  "light_sound": {
    "name": "Leo/need (Leoni)",
    "profileSentence": "Ichika Hoshino se afastou de suas amigas de infância devido a várias circunstâncias. No entanto, quando uma de suas amigas de infância que estava em tratamento, Saki Tenma, retorna à escola, a distância entre essas 4 amigas de infância está começando a mudar."
  },
  "piapro": {
    "name": "Virtual Singers",
    "profileSentence": "Miku que existe como uma \"Virtual Singer\" no mundo real. Meninos e meninas que têm \"sentimentos reais\" encontram Miku de uma maneira diferente da Miku que eles conhecem, e de uma maneira misteriosa enfrentam seus sentimentos."
  },
  "school_refusal": {
    "name": "25-ji, Night Code de. (Niigo)",
    "profileSentence": "Kanade Yoisaki está fazendo música todos os dias com seus amigos do círculo que estão interagindo com a ferramenta de chat de voz \"Night Code\".  Eles não sabem os rostos ou nomes uns dos outros, mas eles tem se saído bem.  Porém, um dia ela perde contato com um de seus amigos do círculo."
  },
  "street": {
    "name": "Vivid BAD SQUAD (Vivibasu)",
    "profileSentence": "Kohane Azusawa é uma garota tímida que está sempre nervosa com o que quer que faça.  Um dia, ela foi fortemente afetada pela canção e música que ela ouviu de um backstreet.  E então, como se guiada por An Shiraishi que cantou aquela música, ela começa a entrar no mundo da música de rua."
  },
  "theme_park": {
    "name": "Wonderland×Showtime (Wondasho)",
    "profileSentence": "Tsukasa Tenma, que sonha em se tornar a melhor estrela do show do mundo, consegue um emprego de meio período em um parque temático popular.  No entanto, ele é atribuído a um estágio enferrujado com quase nenhum cliente chegando.  Lá, ele encontra Emu Otori que faz seu melhor para tentar reviver o palco."
  }
}
