{
  "idol": {
    "name": "MORE MORE JUMP!",
    "profileSentence": "Minori Hanasato aspiruje do bycia idolką, ale ciągle zawodzi na przesłuchaniach. Mimo to robi wszystko, co w jej mocy, podtrzymując istnienie idolki, Haruka Kiritani, którą podziwia. Tymczasem, Haruka Kiritani rzuca pracy idolki i rezygnuje z branży rozrywkowej."
  },
  "light_sound": {
    "name": "Leo/need",
    "profileSentence": "Ichika Hoshino odsunęła się od swoich przyjaciół z dzieciństwa z powodu różnych okoliczności. Jednak, kiedy jeden z jej przyjaciół z dzieciństwa, który był w trakcie leczenia, Saki Tenma, wraca do szkoły, dystans pomiędzy tymi czterema przyjaciółmi z dzieciństwa zaczyna się zmieniać."
  },
  "piapro": {
    "name": "Wirtualni Piosenkarze",
    "profileSentence": "Miku Hatsune i jej przyjaciele żyją w prawdziwym świecie jako Wirtualni Piosenkarze. Śpiewają piosenki twórców z całego świata i pojawiają się w Sekai w znanych i nieznanych formach, aby pomóc młodym ludziom odkryć ich prawdziwe uczucia."
  },
  "school_refusal": {
    "name": "25-ji, Night Code de.",
    "profileSentence": "Kanade Yoisaki codziennie tworzy muzykę ze swoimi przyjaciółmi w grupie, która komunikuje się używając aplikacji do rozmów głosowych Night Code. Chociaż nie znają swoich twarzy i imion, wszystko szło dobrze. Chociaż jednego dnia, nagle straciły kontakt z jednym członkiem grupy."
  },
  "street": {
    "name": "Vivid BAD SQUAD",
    "profileSentence": "Kohane Azusuwa jest nieśmiałą dziewczyną, która zawsze denerwuje się tym, co robi. Jednego dnia, była pod silnym wrażeniem piosenki i muzyki, którą usłyszała na cichej uliczce. A potem, jak gdyby prowadziła ją An Shiraishi, która śpiewała tą piosenkę, zaczyna wkraczać w świat muzyki ulicznej."
  },
  "theme_park": {
    "name": "Wonderlands×Showtime",
    "profileSentence": "Tsukasa Tema, który marzy o zostaniu najlepszą gwiazdą show na świecie, dostaje niepełnoetatową pracę w popularnym parku rozrywki. Jednakże jest on przydzielony do zardzewiałej sceny, bez prawie żadnego klienta. Tam spotyka się z Emu Otori, która stara się ożywić scenę."
  }
}
